[
  {
    "nome": "Katon Katana",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "Sem custo",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Instantânea",
    "descricao": "Um estilo de Kenjutsu único e exclusivo de Uchihas, que combinam a Liberação de Fogo em suas armas, podendo infundir dano adicional igual ao Modificador de Espírito em dobro e reduzindo o valor de crítico em 1. Acertos críticos aplicam a condição Queimado."
  },
  {
    "nome": "Kirigakure Kenjutsu",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "Sem custo",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Instantânea",
    "descricao": "Um estilo de Kenjutsu no qual o usuário foca em golpes fatais para executar seus inimigos. Seu crítico de armas é naturalmente reduzido em +1, e seus acertos críticos ignoram Resistências e têm vantagem no giro de dado."
  },
  {
    "nome": "Kumoryū Kaengiri",
    "elemento": "Kenjutsu",
    "rank": "A",
    "custo": "6 de chakra",
    "alcance": "5 metros",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu de Kumogakure que cria um círculo de fogo ao redor do usuário e aliados. Inimigos atingidos recebem dano da arma + Mod de Kenjutsu e podem ficar com a condição Queimado se falharem em um teste de Fortitude contra Kenjutsu do usuário."
  },
  {
    "nome": "Kumoryū Mizakugiri",
    "elemento": "Kenjutsu",
    "rank": "A",
    "custo": "6 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu de Kumogakure com corte horizontal. Aplica dano com vantagem e em dobro contra construtos de chakra e similares. O dano é igual ao da arma com bônus de Kenjutsu de Kumo."
  },
  {
    "nome": "Kumoryū: Raikōken",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu de Kumogakure que reforça a arma com Estilo Raio. O dano contra Kenjutsu e Taijutsu é dobrado e com vantagem. Facilita obstruir armas e neutralizar Taijutsus."
  },
  {
    "nome": "Mikazuki no Mai",
    "elemento": "Kenjutsu",
    "rank": "A",
    "custo": "Clones em campo",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu de Konoha onde o usuário e clones atacam juntos, causando dano armado com +3 por clone. Acertos críticos permitem um ataque desarmado extra com vantagem no acerto e dano."
  },
  {
    "nome": "Oborozukiyo",
    "elemento": "Kenjutsu",
    "rank": "A",
    "custo": "6 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu de Konoha que cria imagens falsas do usuário ao atacar, repetindo metade do dano por vezes iguais à proficiência, com redução pela metade a cada repetição."
  },
  {
    "nome": "Hiken: Tsukikage",
    "elemento": "Kenjutsu",
    "rank": "A",
    "custo": "6 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Bônus/Instantânea",
    "descricao": "Técnica de Kenjutsu de Konoha onde o usuário se move rapidamente, gerando imagens posteriores, ganhando deslocamento adicional igual à metade do Mod de Kenjutsu, vantagem em Furtividade e em Golpes de Oportunidade."
  },
  {
    "nome": "Akurobatto",
    "elemento": "Kenjutsu",
    "rank": "S",
    "custo": "Sem custo",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Instantânea",
    "descricao": "Estilo de Kenjutsu que exige Kakuran Taijutsu. O usuário usa 7 lâminas pequenas nas juntas e boca, aplicando dano de todas as armas simultaneamente e condição Desprevenido. Não permite crítico nesses ataques."
  },
  {
    "nome": "Hadan",
    "elemento": "Kenjutsu",
    "rank": "S",
    "custo": "10 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão & Reação/Instantânea",
    "descricao": "Técnica de Kenjutsu com múltiplos golpes em área. Inimigos que falharem um teste de Reflexos contra Kenjutsu recebem dano da arma por vezes iguais ao Mod de Força ou Destreza. Se usada como reação, causa dano máximo e impede reação dos alvos. Dano total é reduzido pela metade."
  },
  {
    "nome": "Shunsokuzan",
    "elemento": "Kenjutsu",
    "rank": "S",
    "custo": "10 de chakra",
    "alcance": "10 metros",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Técnica de Kenjutsu que permite atacar múltiplos inimigos com um único teste de ataque, usando a menor CA entre os alvos. Causa dano máximo e pode aplicar Debilitado em quem falhar Reflexo contra Kenjutsu. Clones são desfeitos automaticamente."
  },
  {
    "nome": "Mijingiri",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão & Reação/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário rotaciona usando de seu peso e espada para dar um corte giratório em área, aplicando o dano da arma girando com vantagem+Modificador de Força. Pode ser usado para revidar ataques corpo-a-corpo e projéteis pequenos como shurikens e kunais."
  },
  {
    "nome": "Yosakugiri",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário usa da sua arma para golpear os pés de um inimigo, onde caso o inimigo falhe em um teste de Reflexos contra um de Kenjutsu do usuário, receberá o dano da arma+Modificador de Destreza e a condição Caído."
  },
  {
    "nome": "Iaigiri",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um ataque preciso de baixo para cima, aplicando um dano adicional ao da arma igual ao Modificador de Força ou Destreza, sendo necessário o usuário pular com antecedência."
  },
  {
    "nome": "Shinkūken",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Modificador de Kenjutsu em metros",
    "acao_duracao": "Padrão & Reação/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um forte golpe em arco com a sua arma, gerando uma rajada de vento que aplica o dano da sua arma a distância aumentando em 1 dado de dano. Pode ser usada para combater projéteis e se o usuário tiver o Estilo Vento, terá vantagem no acerto e dano."
  },
  {
    "nome": "Gōken",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário reveste sua lâmina com chakra, aumentando o dano da mesma em 1 dado e girando qualquer teste de Força usando sua arma com vantagem."
  },
  {
    "nome": "Hisenken",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário lança a sua arma em um golpe giratório, sendo que ao acertar um alvo, ficará encravada e poderá servir de apoio para o usuário, ela causa o dano da arma+1d4."
  },
  {
    "nome": "Issen",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Modificador de Espírito em metros",
    "acao_duracao": "Bônus/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um corte no ar revestido de chakra, causando o dano da arma com vantagem no acerto e dano."
  },
  {
    "nome": "Butsugiri",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um golpe fatal contra um alvo caído, onde o dano é aumentado igual ao Modificador mais alto do usuário e o alvo receberá o dano garantido, mas pode reduzir pela metade se passar em um teste de Fortitude."
  },
  {
    "nome": "Iaidō",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Instantânea",
    "descricao": "Um estilo de Kenjutsu onde o usuário foca em golpes suaves, mas precisos de saque, onde pode sacar e atacar no mesmo turno em um ataque que aplica a condição Desprevenido ao inimigo. Para se utilizar desse estilo, é sempre necessário guardar a arma para a sacar no próximo turno, também reduzindo o valor necessário de crítico em +1."
  },
  {
    "nome": "Tsukikage",
    "elemento": "Kenjutsu",
    "rank": "C",
    "custo": "2 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário ganha um ataque corpo-a-corpo adicional após acertar um ataque usando de sua arma, onde o seu dano desarmado terá um valor adicional igual ao da arma que usa com vantagem no acerto."
  },
  {
    "nome": "Zankō",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um corte veloz em alta velocidade, onde caso o inimigo falhe em um teste de Reflexos contra o usuário, receberá o dano máximo da sua arma."
  },
  {
    "nome": "Ansatsu Jutsu",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário aplica golpes adicionais a um inimigo iguais a metade do Modificador de Destreza, porém com os ataques consequentes tendo dano reduzido pela metade."
  },
  {
    "nome": "Mizuki Zanmai",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário ganha dados de dano adicionais com sua arma igual a metade do Modificador de Força, caso seja usado contra construtos e objetos mais sólidos, o dano será em dobro e máximo."
  },
  {
    "nome": "Setsuna",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "4 de chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Uma técnica de Kenjutsu, no qual o usuário efetua um movimento veloz, onde caso um inimigo falhe em um teste de Reflexos contra o usuário, receberá dano adicional igual ao próprio Modificador de Constituição, além da condição de Sangramento."
  },
  {
    "nome": "Kumoryū Kenjutsu",
    "elemento": "Kenjutsu",
    "rank": "B",
    "custo": "Sem custo",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Instantânea",
    "descricao": "Um estilo de Kenjutsu no qual o usuário combina o Kenjutsu com técnicas de Liberação Elemental, podendo adicionar a Afinidade Elemental do usuário como tipo de dano adicional, além de permanentemente adicionar dano às suas armas igual à metade do Modificador de Espírito. Exclusivo a Ninjas de Kumo."
  },
  {
  "nome": "Konoharyū Kenjutsu",
  "elemento": "Kenjutsu",
  "rank": "B",
  "custo": "-",
  "alcance": "Pessoal",
  "acao_duracao": "Livre/Instantânea",
  "descricao": "Um estilo de Kenjutsu, no qual o usuário combina o Kenjutsu com técnicas de Genjutsu e básicas (Clones, Substituição e semelhantes), onde caso use algum desses tipos de Jutsu em combinação ao Kenjutsu, poderá adicionar o Modificador de Espírito como dano adicional, além de ter um ataque adicional (apenas 1, não acumulativo) caso tenha algum clone ou alvo afetado por genjutsu em campo. Exclusivo a Ninjas de Konoha."
  },
  {
    "nome": "Itami o tomonau iyashi",
    "elemento": "Ninjutsu Médico",
    "rank": "D",
    "custo": "1 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Sustentada",
    "descricao": "O usuário envia chakra Yang com o intuito de curar uma ferida, curando em Modificador de Constituição + d4. O alvo sente muita dor no processo."
  },
  {
    "nome": "Saibō no Kasseijutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "C",
    "custo": "2 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Facilita o corpo de um alvo a receber cirurgias e curas, aumentando em 1 dado as curas recebidas pelo alvo e girando com vantagem dados de cura e de cirurgias/tratamentos. Só pode usar em outros seres."
  },
  {
    "nome": "Sakkyoku gihō (Preparação)",
    "elemento": "Ninjutsu Médico",
    "rank": "C",
    "custo": "2 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Facilita a preparação de compostos químicos, adicionando o dobro de Medicina na criação de drogas e semelhantes, e reduzindo em 1/3 o tempo de criação."
  },
  {
    "nome": "Sakkyoku gihō (Diagnóstico)",
    "elemento": "Ninjutsu Médico",
    "rank": "C",
    "custo": "2 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Bônus/Instantânea",
    "descricao": "Identifica automaticamente qualquer lesão e doença que o corpo possua, adicionando metade do Modificador de Espírito como bônus em Medicina para tratamentos."
  },
  {
    "nome": "Gedokujutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "C",
    "custo": "2 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Bônus/Instantânea",
    "descricao": "Desfaz misturas químicas, útil para retirar venenos ou componentes específicos de um composto."
  },
  {
    "nome": "Ranshinshō",
    "elemento": "Ninjutsu Médico",
    "rank": "B",
    "custo": "4 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "O alvo faz um teste de Fortitude (CD Técnica+2). Se falhar, recebe Confuso e Fraco. Se passar, recebe apenas Fraco. Ninjas Médicos têm vantagem no teste e ignoram o bônus +2 da CD."
  },
  {
    "nome": "Chakura Mesu",
    "elemento": "Ninjutsu Médico",
    "rank": "B",
    "custo": "4 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Cria uma lâmina de chakra que causa dano igual ao desarmado + Metade do Mod. de Espírito. Crítico reduzido em +1 por causar danos internos."
  },
  {
    "nome": "Shiketsu Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "B",
    "custo": "4 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Concentrada",
    "descricao": "Interrompe e remove a condição Sangramento e pode ser usada contra Anêmico. Deve ser sustentada por metade dos turnos da condição para curar completamente."
  },
  {
    "nome": "Shōsen Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "A",
    "custo": "8 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Concentrada",
    "descricao": "Cura HP do alvo igual ao dobro do Modificador de Espírito + d8."
  },
  {
    "nome": "Chakura Kaibōtō: Zan",
    "elemento": "Ninjutsu Médico",
    "rank": "A",
    "custo": "6 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Potencializa o próximo ataque com Chakura Mesu, agora causa dano desarmado+ Metade do Mod.de Medicina, ainda com crítico reduzido em +1 ."
  },
  {
    "nome": "Saikan Chūshutsu no Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "B",
    "custo": "4 de Chakra",
    "alcance": "Toque",
    "acao_duracao": "Padrão/Concentrada",
    "descricao": "Remove toxinas e condições ligadas à circulação com testes de Medicina (CD variável) por turno afetado."
  },
  {
    "nome": "In'yu Shōmetsu",
    "elemento": "Ninjutsu Médico",
    "rank": "A",
    "custo": "6 de Chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Reação/Instantânea",
    "descricao": "Antecipando dano, o usuário se cura em metade do dano recebido ao passar em um teste de Reflexo."
  },
  {
    "nome": "Chakura Mesu: San",
    "elemento": "Ninjutsu Médico",
    "rank": "S",
    "custo": "10 de Chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Versão avançada do Chakura Mesu, causa dano igual ao dano desarmado+Modificador de Medicina+d4 com +2 de crítico reduzido."
  },
  {
    "nome": "Shikon no Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "S",
    "custo": "10 de Chakra",
    "alcance": "14 metros",
    "acao_duracao": "Bônus/Sustentada",
    "descricao": "Reanima cadáveres por turnos igual ao Mod. de Espírito. Eles têm metade dos modificadores e não têm perícias. Pode controlar um por vez."
  },
  {
    "nome": "Chikatsu Saisei no Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "A",
    "custo": "6 de Chakra",
    "alcance": "4 metros/Toque",
    "acao_duracao": "Padrão/Concentrada",
    "descricao": "Aumenta a regeneração de membros. Pode ser realizado em conjunto com outros usuários para acelerar a cura."
  },
  {
    "nome": "Sōzō Saisei",
    "elemento": "Ninjutsu Médico",
    "rank": "S",
    "custo": "10 de Chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Padrão/Instantânea",
    "descricao": "Cura completamente qualquer ferida ou condição do combate ao custo de 5 anos da vida do usuário. Exige Selo de Cem Forças."
  },
  {
    "nome": "Ninpou Sōzō Saisei — Byakugō no Jutsu",
    "elemento": "Ninjutsu Médico",
    "rank": "S",
    "custo": "10 de Chakra",
    "alcance": "Pessoal",
    "acao_duracao": "Livre/Sustentada",
    "descricao": "Enquanto ativa, cura automaticamente qualquer dano no fim do turno e impede o HP de chegar a 0. Cada turno ativo consome 2 anos de vida. Exige Selo de Cem Forças."
  }
]
